7767517
6 6
Input                    in0                      0 1 in0
InnerProduct             linear_2                 1 1 in0 1 0=64 1=1 2=512
TanH                     tanh_0                   1 1 1 2
InnerProduct             linear_3                 1 1 2 3 0=64 1=1 2=4096
TanH                     tanh_1                   1 1 3 4
InnerProduct             linear_4                 1 1 4 out0 0=4 1=1 2=256
