7767517
7 7
Input                    in0                      0 1 in0
Reshape                  flatten_5                1 1 in0 1 0=39 1=1
InnerProduct             linear_0                 1 1 1 2 0=64 1=1 2=2496
TanH                     tanh_3                   1 1 2 3
InnerProduct             linear_1                 1 1 3 4 0=64 1=1 2=4096
TanH                     tanh_4                   1 1 4 5
InnerProduct             linear_2                 1 1 5 out0 0=12 1=1 2=768
