7767517
6 6
Input                    in0                      0 1 in0
Reshape                  flatten_6                1 1 in0 1 0=5 1=1
InnerProduct             fcrelu_0                 1 1 1 2 0=256 1=1 2=1280 9=1
InnerProduct             fcrelu_1                 1 1 2 3 0=256 1=1 2=65536 9=1
InnerProduct             linear_3                 1 1 3 4 0=2 1=1 2=512
TanH                     tanh_0                   1 1 4 out0
