7767517
7 6
pnnx.Input               in0                      0 1 0 #0=(1,52)f32
nn.Linear                F_linear_0               1 1 0 1 bias=True in_features=52 out_features=64 @bias=(64)f32 @weight=(64,52)f32 $input=0 #0=(1,52)f32 #1=(1,64)f32
F.tanh                   F.tanh_6                 1 1 1 2 $input=1 #1=(1,64)f32 #2=(1,64)f32
nn.Linear                F_linear_1               1 1 2 3 bias=True in_features=64 out_features=64 @bias=(64)f32 @weight=(64,64)f32 $input=2 #2=(1,64)f32 #3=(1,64)f32
F.tanh                   F.tanh_7                 1 1 3 4 $input=3 #3=(1,64)f32 #4=(1,64)f32
nn.Linear                F_linear_2               1 1 4 5 bias=True in_features=64 out_features=5 @bias=(5)f32 @weight=(5,64)f32 $input=4 #4=(1,64)f32 #5=(1,5)f32
pnnx.Output              out0                     1 0 5 #5=(1,5)f32
