7767517
6 6
Input                    in0                      0 1 in0
InnerProduct             linear_0                 1 1 in0 1 0=256 1=1 2=1280
TanH                     tanh_3                   1 1 1 2
InnerProduct             linear_1                 1 1 2 3 0=256 1=1 2=65536
TanH                     tanh_4                   1 1 3 4
InnerProduct             linear_2                 1 1 4 out0 0=5 1=1 2=1280
