7767517
5 7
Input                    in0                      0 1 in0
Input                    in1                      0 1 in1
Input                    in2                      0 1 in2
LSTM                     lstm_1                   3 3 in0 in1 in2 3 out1 out2 0=8 1=160 2=0 3=8
Gemm                     gemm_0                   1 1 3 out0 10=4 2=0 3=1 4=0 5=1 6=1 7=1 8=4 9=8
