7767517
4 4
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=4 1=3 4=1 5=1 6=108 8=2 9=1
Flatten                  flatten_3                1 1 1 2
InnerProduct             linear_2                 1 1 2 out0 0=4 1=1 2=1024 8=2
